import React from "react";
import bgAbout from "../../assets/images/about_3.jpg";

const About = () => {
    return (
        <div>
            <h1 className="text-center text-4xl font-bold text-blue-700">About Me</h1>

            <h3 className="text-xl my-5 text-green-500">সৈয়দ জাহিদ হাসান</h3>

            <p>কবি, কথাশিল্পী, গবেষক, সমালোচক ও শিক্ষক সৈয়দ জাহিদ হাসান। তিনি গীতিকার ও সুরকার। সঙ্গীত অঙ্গনে তিনি 'ক্ষ্যাপা জাহিদ' নামেও পরিচিত। তার জন্ম ১৯৮২ সালে ভাঙ্গা উপজেলার কাউলীবেড়া গ্রামে। ঢাকা বিশ্ববিদ্যালয় থেকে বাংলা ভাষা ও সাহিত্যে স্নাতক ও স্নাতকোত্তর ডিগ্রি  লাভ করেন। বিসিএস শিক্ষা ক্যাডারে বর্তমানে ফরিদপুরের সদরপুর সরকারি কলেজের সহকারী অধ্যাপক পদে কর্মরত। </p>

            <p className="my-3">পাশাপাশি জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে বাউলতত্বের উপর পিএইচডি গবেষণা করছেন।  উচ্চশিক্ষিত হয়েও ভুলেননি নিজের জন্মস্থানকে। তাইতো ২০১৩ সালের ০১ জানুয়ারি ৫১ শতাংশ জমির উপর জন্মস্থান ভাঙ্গার কাউলিবেড়া ইউনিয়নের  মোটরা গ্রামে প্রতিষ্ঠা করেন লোকসংস্কৃতির গবেষণা কেন্দ্র 'লালন আনন্দধাম’। এ প্রতিষ্ঠান গড়তে তার সহযাত্রী হন এলাকার মুক্তমনা বেশ কয়েকজন শিক্ষক, আইনজীবী, সরকারি- বেসরকারি চাকুরিজীবী, ছাত্র, কৃষক, ব্যবসায়ী। 
            
            ২০২১ সাল থেকে এ ধামের প্রয়াত সদস্যের নামে ' আবেশ মেধা বৃত্তি' চালু করেছে লালন আনন্দ ধাম। প্রতিবছর ১৫ ফেব্রুয়ারি এলাকার দরিদ্র ও মেধাবী শিক্ষার্থীদের এ বৃত্তি দেওয়া হচ্ছে। এ প্রতিষ্ঠানের সাথে যুক্ত হয়েছে এলাকার প্রগতিশীল, মুক্তমনা,কল্যাণ চিন্তার অধিকারী, সংস্কৃতিপ্রেমী মানুষ। লালন আনন্দধামের স্মারক ও গঠনতন্ত্রে এ ধামের লক্ষ্য ও উদ্দেশ্য বর্ণনা করা হয়েছে। এখানে  উল্লেখ  রয়েছে মুক্তিযুদ্ধের আদর্শ, মূল্যবোধ ও চেতনার ভিত্তিতে অসাম্প্রদায়িক, গণতান্ত্রিক বাংলাদেশ গড়ে তোলায় সহযোগিতা করা এ ধামের অন্যতম উদ্দেশ্য। </p>

            <img src={bgAbout} alt="about-background" className="" />            
        </div>
    );
};

export default About;