import React from 'react';
import fluoride from '../../assets/images/book_1.jpg';
import cavity from '../../assets/images/book_2.jpg';
import whitening from '../../assets/images/book_3.jpg';
import blacking from '../../assets/images/book_4.jpg';
import Service from './Service';

const Banner3 = () => {
    const services = [
        {
            _id: 1,
            name: 'বঙ্গবন্ধু-তনয় শেখ কামাল চিরবিপ্লবী-চিরঞ্জীব',
            description: 'বঙ্গবন্ধু-তনয় শেখ কামাল (১৯৪৯-১৯৭৫) একজন দেশপ্রেমিক বীর মুক্তিযোদ্ধা। ১৯৭১ সালের মহান মুক্তিযুদ্ধে তিনি অংশগ্রহণ করেন এবং বীরত্বের সঙ্গে রণাঙ্গনে যুদ্ধ করেন। মুক্তিযুদ্ধ পরবর্তী সময়ে তিনি যুদ্ধবিধ্বস্ত বাংলাদেশ গড়ার কাজে আত্মনিয়োগ করেন। শেখ কামাল এক চিরবিপ্লবী যুবকের নাম। তিনি বাংলাদেশের ক্রীড়াঙ্গনে, নাটকে এবং সঙ্গীতে নবপ্রাণ প্রতিষ্ঠা করেছিলেন।',
            img: fluoride
        },
        {
            _id: 2,
            name: 'শেখ মুজিবের প্রবচন',
            description: 'সর্বকালের সর্বশ্রেষ্ঠ বাঙালি জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান। তাঁকে বলা হয় রাজনীতির কবি । কবির উচ্চারিত পঙক্তির মতােই মনােরম তার মুখনিঃসৃত বাণী । বঙ্গবন্ধু ছিলেন দূরদর্শী-রাষ্ট্রনায়ক, অসামান্য বাগ্মী ও জীবনঘনিষ্ঠ লেখক। তাঁর ভাষণে-বিবৃতিতে-লেখায় এমন সব মূল্যবান কথা লক্ষ্য করা যায়- যা অতুলনীয় ও অনুস্মরণীয়।',
            img: cavity
        },
        {
            _id: 3,
            name: 'কাজী নজরুলের প্রবচন',
            description: 'কাজী নজরুল ইসলাম বাংলাদেশের জাতীয় কবি। রবীন্দ্র-বলয়ে পরিভ্রমণ করেও তিনি স্বকীয় বৈশিষ্ট্যে উজ্জ্বল ছিলেন। তিনি একাধারে কবি, সঙ্গীতস্রষ্টা, গল্পকার, ঔপন্যাসিক, প্রাবন্ধিক ও বীর সৈনিক। তার সৃষ্টিসম্ভার যেমন বিশাল তেমনি বৈচিত্র্যময়। বিশাল| বিপুল নজরুল-সাহিত্যভাণ্ডার আধুনিক যুগের ব্যস্ত পাঠকদের জন্য অনুপুঙ্খ অধ্যয়ন কিছুটা দুঃসাধ্যই বটে।',
            img: whitening
        },
        {
            _id: 4,
            name: 'লালন-গুরু সিরাজ সাঁইয়ের গান',
            description: ' সিরাজ সাঁইয়ের প্রধান পরিচয় তিনি বাউলসম্রাট লালন ফকিরের গুরু। ‘লালন-গুরু’ হিসেবেই এতদিন তিনি পরিচিত ও নমস্য ছিলেন। আজকাল কিছু বিপথগামী লালনভক্ত ও স্বঘােষিত লালন-গবেষক সিরাজ সাঁইয়ের ব্যক্তিপরিচয় মুছে ফেলার কূটকৌশলে লিপ্ত। তারা বলতে চেষ্টা করছেন- “সিরাজ সাঁই’ বলতে কেউ নেই, ‘সিরাজ সাঁই’ চরিত্রটি লালন ফকিরের ‘কল্পনার সৃষ্টি’।',
            img: blacking,
        },
    ];
    return (
        <div  className='my-10 bg-zinc-300'>
            <div  className='text-center'>
                <h3  className='text-primary  text-2xl font-bold uppercase'>Recent Books</h3>
                <h2  className='text-xl'>Services We Provide</h2>
            </div>
            <div  className='grid sm:grid-cols-1 md:grid-cols-2 lg:grid-cols-3 gap-10'>
                {
                    services.map(service =><Service
                        key={service._id}
                        service={service}
                    ></Service>)
                }
            </div>
        </div>
    );
};

export default Banner3;