import React from 'react';
import about1 from "../../assets/images/about_1.jpg";
import about2 from "../../assets/images/about_2.jpg";

const Banner5 = () => {
    return (
        <div  className="hero min-h-screen bg-green-100">
            <div  className="hero-content flex-col lg:flex-row">
                <img src={about1} alt="chair-img"  className="max-w-sm rounded-lg shadow-2xl" />
                <img src={about2} alt="chair-img"  className="max-w-sm rounded-lg shadow-2xl" />
                <div>
                    <h1  className="px-5 text-3xl font-bold">
                        'ক্ষ্যাপা জাহিদ' এর প্রতিষ্ঠা লোকসংস্কৃতির গবেষণা কেন্দ্র 'লালন আনন্দধাম’ 
                    </h1>
                    <p  className="py-6">
                        ২০১৩ সালের ০১ জানুয়ারি ৫১ শতাংশ জমির উপর জন্মস্থান ভাঙ্গার কাউলিবেড়া ইউনিয়নের  মোটরা গ্রামে প্রতিষ্ঠা করেন লোকসংস্কৃতির গবেষণা কেন্দ্র 'লালন আনন্দধাম’। এ প্রতিষ্ঠান গড়তে তার সহযাত্রী হন এলাকার মুক্তমনা বেশ কয়েকজন শিক্ষক, আইনজীবী, সরকারি- বেসরকারি চাকুরিজীবী, ছাত্র, কৃষক, ব্যবসায়ী।

                        বর্তমানে এ প্রতিষ্ঠানের সদস্য সংখ্যা শতাধিক। ভাঙ্গাসহ বিভিন্ন এলাকার মানুষ এখন লালন আনন্দধাম দেখতে আসেন। এখানে বছর জুড়ে মুক্তমনা প্রগতিশীল লোকজন বিভিন্ন অনুষ্ঠান করে থাকেন। পাশাপাশি লালন আনন্দ ধামের উদ্যোগে পাশের সড়কটির নামকরণ করা হয়েছে মহাত্মা ফকির লালন শাহ সড়ক। এ প্রতিষ্ঠানের সাথে এলাকার বিভিন্ন শ্রেণিপেশার ও বিভিন্ন বয়সের মুক্তমনা মানুষ যুক্ত হয়েছে।
                        এলাকাবাসী জানান, সময়ের সাথে  এ প্রতিষ্ঠানের কাঠামোগত পরিবর্তন হয়েছে। এক সময়ের বাঁশ, টিন ও মাটির স্থাপনার জায়গায় এখন পাকা  স্থাপনা হয়েছে। দর্শকদের পাঠচক্র ও আলোচনাসভা করার জন্য আনন্দ ধামের ভিতরে ভিন্ন ভিন্ন নান্দনিক স্থাপনা রয়েছে। এছাড়া স্থাপনাগুলো শৈল্পিক দৃষ্টিভঙ্গী দিয়ে তৈরি করা হয়েছে। স্থাপনাগুলোর নামকরণ করা হয়েছে ষড়ভুজ, বায়ুবিহার, আবেশমঞ্চ। বাউলের একতারা খচিত চিত্রাঙ্কনসহ বিভিন্ন বাঙালি ঐতিহ্যের ছবি রয়েছে স্থাপনায়। এখানে হারমোনিয়াম, ঢোল, একতারা, দোতরা, ডুগি, তবলা, কাসি, খোমকসহ বিভিন্ন ধরনের বাদ্যযন্ত্র রয়েছে। বিভিন্ন প্রজাতির গাছ লাগানো হয়েছে। গাছগুলো বড় হচ্ছে। এ ধাম দেখার জন্য দর্শনার্থীদের ভিড় বাড়ছে দিনকে দিন।

                    </p>
                </div>
            </div>
        </div>
    );
};

export default Banner5;